export default {
    expendType: {
      '0': '客户提现',
      '1': '业务支出',
      '2': '自有转出',
    },
    expendPostType: {
      '2': '自有转出',
    },
    expendPayType: {
      '0': '线下转帐',
      '1': '微信支付',
    },
    expendStatus: {
      '0': '待经办',
      '1': '待复核',
      '2': '待确认',
      '3': '已拒绝',
      '4': '待支付',
      '5': '待上报支付结果',
      '6': '流程结束',
    },
    expendReauditResult: {
      '0': '待复核',
      '1': '复核通过',
      '2': '复核拒绝',
    },
    expendAuditResult: {
      '0': '待经办',
      '1': '经办通过',
      '2': '经办拒绝',
    },
    confirmType: {
      '0': '待确认',
      '1': '已确认',
    },
};
